Repository: elias-stoeger/sauce
Catalog: snownews/po/*.po
Languages: no, sr

source: Move: cursor or %c/%c; shoot: space; quit: %c
sr: Померање: курсор или %c/%c; пуцање: размак; излаз: %c

source: Santa Hunta!
sr: Санта Хунта!

source: Score: %d
sr: Резултат: %d

source: Level: %d
sr: Ниво: %d

source: Final score:
sr: Коначни резултат

source: Need at least 80 COLS terminal, sorry!
no: Trenger minst 80 COLS terminal, beklager!
sr: Потребан је бар терминал од 80 КОЛ, извините!

source: Version %s
sr: Верзија %s

source: Brought to you by:
no: Brakt til deg av:
sr: Омогућили:

source: Main code
no: Hovedkoden
sr: Главни код

source: Additional code
no: Tilleggskode
sr: Додатни код

source: Translation team
no: Oversettelses teamet
sr: Преводилачки тим

source: today
sr: данас

source: yesterday
sr: јуче

source: %d days ago
sr: пре %d дана

source: a week ago
sr: пре недељу дана

source: on %x
sr: дана %x

source: Posted
sr: Послано

source: Current setting: %s
no: Nåværende innstillinger: %s
sr: Текућа поставка: %s

source: Aborted.
no: Abortert.
sr: Прекинуто.

source: Only %s format strings allowed for default browser!
no: Bare %s format strenger er tillatt for standard nettleser!
sr: Само су форматне ниске %s дозвољене за подразумевани читач!

source: Unsafe browser string (contains quotes)! See snownews.kcore.de/faq#toc2.4
no: Usikker nettleser streng (inneholder anførselstegn)! Se snownews.kcore.de/faq#toc2.4
sr: Небезбедна ниска читача (садржи наводнике)! Видите snownews.kcore.de/faq#toc2.4

source: Enter new name. Blank line to abort. '-' to reset.
no: Skriv inn nytt navn. Tom linje for å avbryte. '-' å tilbakestille.
sr: Унесите ново име. Празан ред прекида. „-“ за поновно постављање.

source: The new title must not contain a "|" character!
no: Den nye tittelen må ikke inneholde en "|" karakter!
sr: Нови наслов не сме садржати знак „|“!

source: Enter URL of the feed you want to add. Blank line to abort.
no: Skriv inn URL til feeden du vil legge til. Tom linje for å avbryte.
sr: Унесите УРЛ фида који желите да додате. Празан ред прекида.

source: The feed could not be parsed. Do you need a filter script for this feed? (y/n)
no: Feeden kunne ikke analyseres. Trenger du et filter script for denne feeden? (y/n)
sr: Фид се не може рашчланити. Желите ли филтарски скрипт за овај фид? (y/n)

source: Last updated:
sr: Последња измена:

source: No modification date.
no: Ingen endringsdato.
sr: Нема датума измене.

source: Not in disk cache.
no: Ikke i disk cache.
sr: Није у кешу на диску.

source: In disk cache: %jd bytes
sr: У кешу на диску: %jd бајтова

source: Categories:
no: Kategorier:
sr: Категорије:

source: none
no: ingen
sr: ниједна

source: Download failed:
sr: Преузимање неуспешно:

source: Feed uses authentication.
no: Feed bruker autentisering.
sr: Фид користи аутентификацију.

source: Feed does not use authentication.
no: Feed bruker ikke autentisering.
sr: Фид не користи аутентификацију.

source: Filtered through:
no: Filtrert gjennom:
sr: Филтрирано преко:

source: Displaying feed information.
no: Viser feedinformasjon.
sr: Приказивање података о фиду.

source: Are you sure you want to delete this feed?
no: Er du sikker på at du vil slette denne feeden?
sr: Да ли сте сигурни да желите да обришете овај фид?

source: Type 'y' to delete, any other key to abort.
no: Skriv "y" for å slette, en hvilken som helst annen tast for å avbryte.
sr: Откуцајте „y“ (ипсилон) да обришете, било који други тастер за прекид.

source: Add RSS feed...
no: Legg til RSS-feed...
sr: Додавање RSS фида...

source: Delete highlighted RSS feed...
no: Slett highlighted RSS -feed ...
sr: Брисање означеног RSS фида...

source: Rename feed...
no: Gi nytt navn til feed ...
sr: Преименовање фида...

source: Reload all feeds
no: Last inn alle feeder på nytt
sr: Поновно учитавање свих фидова

source: Reload this feed
no: Last inn denne feeden på nytt
sr: Поновно учитавање овог фида

source: Mark all read
no: Merk alt som lest
sr: Означавање свега прочитаним

source: Change default browser...
no: Endre standard nettleser...
sr: Промена подразумеваног читача...

source: Move item up, down
no: Flytt elementet opp, ned
sr: Померање ставке горе, доле

source: Sort feed list alphabetically
no: Sorter feedlisten alfabetisk
sr: Сортирање листе фидова алфабетски

source: Categorize feed...
no: Kategoriser feed ...
sr: Разврставање фида...

source: Apply filter...
no: Bruk filter ...
sr: Примена филтера...

source: Only current category
no: Bare nåværende kategori
sr: Само текућа категорија

source: Remove filter
no: Fjern filteret
sr: Уклони филтер

source: Show new headlines
no: Vis nye overskrifter
sr: Приказ нових наслова

source: Add conversion filter...
no: Legg til konverteringsfilter...
sr: Додавање филтера за конверзију...

source: Type Ahead Find
sr: Type Ahead претрага

source: About
no: Om
sr: О програму

source: Quit program
no: Avslutt programmet
sr: Завршетак рада у програму

source: Press the any(tm) key to exit help screen.
no: Trykk på hvilken som helst (tm) taste for å gå ut av hjelpeskjermen.
sr: Притисните any(tm) тастер (било који) за излаз из екрана помоћи.

source: , up:
sr: , горе:

source: , down:
sr: , доле:

source: Previous item
no: Forrige element
sr: Претходна ставка

source: Next item
no: Neste element
sr: Следећа ставка

source: View item
no: Vis element
sr: Приказ ставке

source: Force reload this feed
sr: Приморано учитавање овог фида

source: Open homepage
no: Åpne hjemmesiden
sr: Отварање почетне странице

source: Open link
no: Åpen lenke
sr: Отварање везе

source: Toggle item read status
sr: Смена прочитаности ставке

source: Show feed info...
no: Vis feedinformasjon ...
sr: Приказ података о фиду...

source: Return to main menu
no: Gå tilbake til hovedmenyen
sr: Повратак у главни мени

source: Return to overview
no: Gå tilbake til oversikten
sr: Повратак у преглед

source: Category configuration for %s
no: Kategorikonfigurasjon for %s
sr: Подешавање категорија за %s

source: No category defined. Select one or add a new category:
no: Ingen kategori definert. Velg en eller legg til en ny kategori:
sr: Ниједна категорија није задата. Изаберите једну или додајте нову:

source: Select category number to add, press 'A' to add a new category or '%c' to quit.
no: Velg kategorinummer du vil legge til, trykk 'A' for å legge til en ny kategori eller '%c' for å avslutte.
sr: Изаберите број категорије за додавање, притисните „A“ да додате нову или „%c“ за излаз.

source: Categories defined for this feed:
no: Kategorier definert for denne feeden:
sr: Категорије које су задате за овај фид:

source: Select a category number to delete, press 'A' to add a new one or '%c' to quit.
no: Velg et kategorinummer du vil slette, trykk 'A' for å legge til et nytt eller '%c' for å avslutte.
sr: Изаберите број категорије за брисање, притисните „A“ да додате нову или „%c“ за излаз.

source: Select a new category or add a new one:
no: Velg en ny kategori eller legg til en ny:
sr: Изаберите нову категорију или додајте нову:

source: Enter new category name.
no: Skriv inn nytt kategorinavn.
sr: Унесите назив нове категорије.

source: Category already defined for this feed!
no: Kategori som allerede er definert for denne feeden!
sr: Категорија је већ задата за овај фид!

source: Select filter to apply
no: Velg filter for å bruke
sr: Изаберите филтер

source: Select a category number or any other key to reset filters.
no: Velg et kategorinummer eller en annen nøkkel for å tilbakestille filtre.
sr: Изаберите број категорије или било који други тастер за поновно постављање филтера.

source: Enter script to pipe feed through.
sr: Унесите скрипт коме ће се проследити фид.

source: Invalid XML! Cannot parse this feed!
no: Ugyldig XML! Kan ikke analysere denne feeden!
sr: Неисправан XML! Не може се рашчланити овај фид!

source: Cache for %s is toast. Reloading from server...
no: Cache for %s er toast. Laster inn på nytt fra serveren ...
sr: Кеш за %s га је угасио. Поново учитавам са сервера...

source: Could not load %s!
no: Kunne ikke laste inn %s!
sr: Неуспешно учитавање %s!

source: Loading cache [
no: Laster inn cache [
sr: Учитавање кеша [

source: Saving settings [
no: Lagrer innstillinger [
sr: Чување подешавања [

source: Loading "%s"
no: Laster "%s"
sr: Учитавање „%s“

source: Unable to write PID file %s!
sr: Не може се уписати PID датотека %s!

source: Snownews seems to be already running with process ID %d. A pid file exists at "%s".
sr: Snownews је изгледа већ покренут са ID-јем процеса %d. pid датотека постоји у „%s“.

source: A pid file exists at "%s", but snownews doesn't seem to be running. Delete that file and start it again. Continue anyway? (y/n)
sr: pid датотека постоји у „%s“, али изгледа да snownews није покренут. Обришите ту датотеку и поново га покрените. Ипак наставити? (y/n)

source: Aborting program execution! snownews quit without saving changes due to internal error! Please submit a bugreport at https://github.com/msharov/snownews/issues
sr: Прекид извршавања програма! snownews се завршио без чувања измена због интерне грешке! Пошаљите пријаву грешке на https://github.com/msharov/snownews/issues

source: While executing: %s Error: %s
sr: Приликом извршавања: %s Грешка: %s

source: Usage: snownews [-chuV] -h, --help Print this help message. -V, --version Print version number and exit. -c, --cursor-on Force cursor always visible. -u, --update Automatically update every feed.
sr: Употреба: snownews [-chuV] -h, --help Штампа ову поруку помоћи. -V, --version Штампа број верзије и излази. -c, --cursor-on Приморава сталну видљивост курсора. -u, --update Аутоматски ажурира сваки фид.

source: Unknown option "%s"
sr: Непозната опција „%s“

source: already up to date
sr: већ ажурно

source: No title
no: Ingen tittel
sr: Без наслова

source: configuration dir path is too long
sr: путања конфигурационог директоријума је предугачка

source: cache dir path is too long
sr: путања директоријума кеша је предугачка

source: Save settings (browser)
no: Lagre innstillinger (nettleser)
sr: Чување подешавања (browser)

source: Reading configuration settings...
no: Leser konfigurasjons innstillinger ...
sr: Учитавање поставки подешавања...

source: No description available.
no: Ingen beskrivelse tilgjengelig.
sr: Није доступан опис.

source: Press '%c' or Enter to return to previous screen. Hit '%c' for help screen.
no: Trykk '%c' eller Enter for å gå tilbake til forrige skjerm. Trykk '%c' for hjelpeskjerm.
sr: Притисните „%c“ или Enter за повратак на претходни екран. Притисните „%c“ за екран помоћи.

source: Press '%c' to return to main menu, '%c' to show help.
no: Trykk på '%c' for å gå tilbake til hovedmenyen, '%c' for å vise hjelp.
sr: Притисните „%c“ за повратак у главни мени, „%c“ за приказ помоћи.

source: Please deactivate the category filter before using this function.
no: Vennligst deaktiver kategorifilteret før du bruker denne funksjonen.
sr: Деактивирајте филтар категорија пре него што користите ову могућност.

source: %3u new
sr: %3u нов

source: Press '%c' for help window.
no: Trykk '%c' for hjelpevindu.
sr: Притисните „%c“ за прозор помоћи.

source: Press '%c' for help window. (Press '%c' to play Santa Hunta!)
sr: Притисните ‘%c’ за прозор помоћи. (Притисните ‘%c’ да бисте играли Санта Хунта!)

source: Successfully added new item...
no: Lagt til nytt element ...
sr: Успешно додата нова ставка...

source: Invalid URL! Please add http:// if you forgot this.
no: Ugyldig URL! Legg til http: // hvis du har glemt dette.
sr: Неисправан УРЛ! Додајте http:// ако сте то заборавили.

source: There was a problem adding the feed!
no: Det oppsto et problem med å legge til feeden!
sr: Било је проблема приликом додавања фида!

source: You cannot move items while a category filter is defined!
no: Du kan ikke flytte elementer mens et kategorifilter er definert!
sr: Не можете померати ставке док је задат филтар категорија!

source: Sorting, please wait...
no: Sorterer, vennligst vent ...
sr: Сортирање, молим сачекајте...

source: Invalid URL passed. Possible shell exploit attempted!
no: Ugyldig URL sendt. Mulig shell utnyttelse forsøkt!
sr: Прослеђен је неисправан УРЛ. Можда је покушан упад преко shell-а!

source: Executing %s
no: Utfører %s
sr: Извршавање %s

source: (New headlines)
no: (Nye overskrifter)
sr: (Нови наслови)

source: tab:
no: fane:
